OpenDTEF-v1812/tutorials/combustion/fireFoam/LES/simplePMMApanel/0/panelRegion/qr
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1812                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      qr;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 0 -3 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    panel_top
    {
        type            zeroGradient;
    }

    panel_side
    {
        type            empty;
    }

    region0_to_panelRegion_panel
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
